Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

# education_level_hint
source: Explanations will be adapted to your education level.
ar: سيتم تكييف الشروحات وفق مستوى تعليمك.
az: İzahlar təhsil səviyyənizə uyğunlaşdırılacaq.
bg: Обясненията ще бъдат адаптирани към твоето образователно ниво.
bn: ব্যাখ্যাগুলো আপনার শিক্ষাগত স্তরের সাথে খাপ খাইয়ে দেওয়া হবে।
ca: Les explicacions s'adaptaran al teu nivell educatiu.
cs: Vysvětlení budou přizpůsobena tvé úrovni vzdělání.
da: Forklaringerne tilpasses dit uddannelsesniveau.
de: Erklärungen werden an dein Bildungsniveau angepasst.
el: Οι εξηγήσεις θα προσαρμοστούν στο επίπεδο εκπαίδευσής σου.
es: Las explicaciones se adaptarán a tu nivel educativo.
es_419: Las explicaciones se adaptarán a tu nivel educativo.
es_mx: Las explicaciones se adaptarán a tu nivel educativo.
es_us: Las explicaciones se adaptarán a tu nivel educativo.
fa: توضیحات مطابق با سطح تحصیلی شما تنظیم خواهند شد.
fi: Selitykset mukautetaan koulutusasteeseesi.
fil: Iaangkop ang mga paliwanag ayon sa iyong antas ng edukasyon.
fr: Les explications seront adaptées à ton niveau scolaire.
fr_ca: Les explications seront adaptées à ton niveau scolaire.
gu: સમજૂતીઓ તમારા શૈક્ષણિક સ્તર અનુસાર અનુકૂળ બનાવવામાં આવશે.
ha: Za a daidaita bayanan zuwa matakin iliminka.
he: נסביר את ההסברים לפי רמת הלימודים שלך.
hi: व्याख्याएँ आपके शिक्षा स्तर के अनुसार अनुकूलित होंगी।
hr: Objašnjenja će biti prilagođena tvojoj razini obrazovanja.
hu: A magyarázatokat az iskolai szintedhez igazítjuk.
id: Penjelasan akan disesuaikan dengan tingkat pendidikanmu.
it: Le spiegazioni saranno adattate al tuo livello di istruzione.
ja: 説明はあなたの学年に合わせて調整されます。
jv: Panjelasan bakal disesuaikan karo tingkat pendidikanmu.
kk: Түсініктемелер сенің білім деңгейіңе бейімделеді.
kn: ವಿವರಣೆಗಳು ನಿಮ್ಮ ಶಿಕ್ಷಣ ಮಟ್ಟಕ್ಕೆ ಹೊಂದಿಸಲಾಗುತ್ತವೆ.
ko: 설명은 귀하의 학력 수준에 맞추어 조정됩니다.
ku: Şiroveyan li gor asta perwerdehiyê te dê were guhertin.
mr: स्पष्टीकरणे तुझ्या शैक्षणिक स्तरानुरूप असतील.
ms: Penjelasan akan disesuaikan mengikut tahap pendidikan anda.
nb: Forklaringene tilpasses ditt utdanningsnivå.
nl: De uitleg wordt afgestemd op je opleidingsniveau.
pa: ਵਿਆਖਿਆਵਾਂ ਤੁਹਾਡੇ ਸ਼ਿਖਿਆ ਪੱਧਰ ਅਨੁਸਾਰ ਅਨੁਕੂਲ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।
pl: Wyjaśnienia będą dostosowane do Twojego poziomu nauki.
pt_br: As explicações serão adaptadas ao seu nível de ensino.
pt_pt: As explicações serão adaptadas ao teu nível de ensino.
ro: Explicațiile vor fi adaptate la nivelul tău de educație.
ru: Пояснения будут адаптированы под твой уровень образования.
sk: Vysvetlenia budú prispôsobené tvojej úrovni vzdelania.
su: Panjelasan bakal disaluyukeun kana tingkat pendidikan anjeun.
sv: Förklaringarna anpassas efter din utbildningsnivå.
sw: Maelezo yatarekebishwa kulingana na kiwango chako cha elimu.
ta: விளக்கங்கள் உங்கள் கல்வி நிலைக்கு ஏற்ப மாற்றப்படும்.
te: వివరణలు మీ విద్యా స్థాయికి అనుగుణంగా మారబడతాయి.
th: คำอธิบายจะปรับให้เข้ากับระดับการศึกษาของคุณ
tr: Açıklamalar eğitim seviyene göre uyarlanır.
ug: چۈشەندۈرۈشләр سىنىپ دەرىجەڭگە ماسلىشىدۇ.
uk: Пояснення будуть адаптовані до вашого рівня
ur: وضاحتیں تمہاری تعلیمی سطح کے مطابق ہوں گی۔
vi: Các lời giải sẽ được điều chỉnh phù hợp với trình độ học vấn của bạn.
xh: Iincazelo ziya kulungelelaniswa nomgangatho wakho wemfundo.
zh_hans: 解释会根据你的学习阶段进行调整。
zh_hant: 說明會依你的學習程度調整。
zh_hk: 解釋會按你的學習程度調整。
zu: Izincazelo zizolungiswa ngokuya ngezinga lakho lemfundo.

# education_level_section
source: EDUCATION LEVEL
ar: مستوى التعليم
az: TƏHSİL SƏVİYYƏSİ
bg: ОБРАЗОВАТЕЛНО НИВО
bn: শিক্ষাগত স্তর
ca: NIVELL EDUCATIU
cs: ÚROVEŇ VZDĚLÁNÍ
da: UDDANNELSESNIVEAU
de: BILDUNGSNIVEAU
el: ΕΠΙΠΕΔΟ ΕΚΠΑΙΔΕΥΣΗΣ
es: NIVEL EDUCATIVO
es_419: NIVEL EDUCATIVO
es_mx: NIVEL EDUCATIVO
es_us: NIVEL EDUCATIVO
fa: سطح تحصیلی
fi: KOULUTUSTASO
fil: ANTAS NG EDUKASYON
fr: NIVEAU SCOLAIRE
fr_ca: NIVEAU SCOLAIRE
gu: શૈક્ષણિક સ્તર
ha: MATAKIN ILIMI
hi: शिक्षा स्तर
hr: RAZINA OBRAZOVANJA
hu: OKTATÁSI SZINT
id: TINGKAT PENDIDIKAN
it: LIVELLO DI ISTRUZIONE
ja: 学年
jv: TINGKAT PENDIDIKAN
kk: БІЛІМ ДЕҢГЕЙІ
kn: ಶಿಕ್ಷಣ ಮಟ್ಟ
ko: 학력 수준
ku: ASTA PERWERDEHÎ
mr: शैक्षणिक स्तर
ms: TAHAP PENDIDIKAN
nb: UTDANNINGSNIVÅ
nl: OPLEIDINGSNIVEAU
pa: ਸ਼ਿਖਿਆ ਪੱਧਰ
pl: POZIOM EDUKACJI
pt_br: NÍVEL DE ENSINO
pt_pt: NÍVEL DE ENSINO
ro: NIVEL DE EDUCAȚIE
ru: УРОВЕНЬ ОБРАЗОВАНИЯ
sk: ÚROVEŇ VZDELANIA
sv: UTBILDNINGSNIVÅ
sw: KIPIMO CHA ELIMU
ta: கல்வி நிலை
te: విద్యా స్థాయి
th: ระดับการศึกษา
tr: EĞİTİM SEVİYESİ
ug: ئوقۇش دەرىجىسى
uk: РІВЕНЬ ОСВІТИ
ur: تعلیمی سطح
vi: TRÌNH ĐỘ HỌC VẤN
xh: UMGANGATHO WEMFUNDO
zh_hans: 教育阶段
zh_hant: 學習程度
zh_hk: 學習程度
zu: IZINGA LEMFUNDO

# education_level_subtitle
source: We'll adapt explanations to match your education level.
ar: سنكيّف الشروحات لتتناسب مع مستواك التعليمي.
az: İzahları təhsil səviyyənizə uyğunlaşdıracağıq.
bg: Ще адаптираме обясненията според твоето образователно ниво.
bn: আমরা ব্যাখ্যাগুলো আপনার শিক্ষাগত স্তরের সাথে মানানসই করে দেব।
ca: Adaptarem les explicacions al teu nivell.
cs: Přizpůsobíme vysvětlení tvé úrovni vzdělání.
da: Vi tilpasser forklaringerne til dit uddannelsesniveau.
de: Wir passen die Erklärungen an dein Bildungsniveau an.
el: Θα προσαρμόσουμε τις εξηγήσεις στο επίπεδό σου.
es: Adaptaremos las explicaciones a tu nivel educativo.
es_419: Adaptaremos las explicaciones a tu nivel educativo.
es_mx: Adaptaremos las explicaciones a tu nivel educativo.
es_us: Adaptaremos las explicaciones a tu nivel educativo.
fa: توضیحات را طوری تنظیم می‌کنیم که با سطح تحصیلی شما مطابقت داشته باشد.
fi: Mukautamme selitykset koulutustasoosi sopiviksi.
fil: Iaangkop namin ang mga paliwanag ayon sa iyong antas ng edukasyon.
fr: Nous adapterons les explications à ton niveau scolaire.
fr_ca: Nous adapterons les explications à ton niveau scolaire.
gu: અમે તમારી શૈક્ષણિક સ્તર અનુસાર સમજૂતીઓ ઘડાવીશું.
ha: Za mu daidaita bayanai don su dace da matakin iliminka.
he: נכין את ההסברים בהתאם לרמת הלימודים שלך.
hi: हम आपकी शिक्षा स्तर के अनुसार व्याख्याएँ अनुकूलित करेंगे।
hr: Prilagodit ćemo objašnjenja tvojoj razini obrazovanja.
hu: A magyarázatokat a szintedhez igazítjuk.
id: Kami akan menyesuaikan penjelasan dengan tingkat pendidikanmu.
it: Adatteremo le spiegazioni al tuo livello di istruzione.
ja: 説明を学年に合わせて調整します。
jv: Kita bakal nyetel panjelasan supaya cocog karo tingkat pendidikanmu.
kk: Түсініктемелерді сенің білім деңгейіңе сай етіп бейімдейміз.
kn: ನಿಮ್ಮ ಶಿಕ್ಷಣ ಮಟ್ಟಕ್ಕೆ ತಕ್ಕಂತೆ ವಿವರಣೆಗಳನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತದೆ.
ko: 설명은 귀하의 학력 수준에 맞게 조정하겠습니다.
ku: Em şiroveyan bi asta perwerdehiyê te re saz dikin.
mr: आम्ही स्पष्टीकरणे तुझ्या शैक्षणिक स्तराशी जुळवून देऊ.
ms: Kami akan menyesuaikan penjelasan mengikut tahap pendidikan anda.
nb: Vi tilpasser forklaringene til ditt utdanningsnivå.
nl: We passen de uitleg aan op jouw opleidingsniveau.
pa: ਅਸੀਂ ਵਿਆਖਿਆਵਾਂ ਨੂੰ ਤੁਹਾਡੇ ਸ਼ਿਖਿਆ ਪੱਧਰ ਦੇ ਅਨੁਕੂਲ ਬਣਾਵਾਂਗੇ।
pl: Dostosujemy wyjaśnienia do Twojego poziomu nauki.
pt_br: Adaptaremos as explicações para o seu nível de ensino.
pt_pt: Adaptaremos as explicações ao teu nível de ensino.
ro: Vom adapta explicațiile la nivelul tău de educație.
ru: Мы адаптируем объяснения под твой уровень образования.
sk: Prispôsobíme vysvetlenia tvojej úrovni vzdelania.
su: Kami bakal nyaluyukeun panjelasan supaya cocog sareng tingkat pendidikan anjeun.
sv: Vi anpassar förklaringarna efter din utbildningsnivå.
sw: Tutarekebisha maelezo ili yaendane na kiwango chako cha elimu.
ta: விளக்கங்களை உங்கள் கல்வி நிலைக்கு ஏற்ப அமைத்துக்கொள்கிறோம்.
te: మేము వివరణలను మీ విద్యా స్థాయికి సరిపడేలా ఆడ్జస్ట్ చేస్తాము.
th: เราจะปรับคำอธิบายให้ตรงกับระดับการศึกษาของคุณ
tr: Açıklamaları eğitim seviyene göre uyarlayacağız.
ug: چۈشەندۈرۈشلەرنى سىنىپ دەرىجەڭگە ماسلاشتۇرىمىز.
uk: Ми адаптуємо пояснення до вашого рівня освіти.
ur: ہم وضاحتیں تمہاری تعلیمی سطح کے مطابق ڈھالیں گے۔
vi: Chúng tôi sẽ điều chỉnh lời giải để phù hợp với trình độ học vấn của bạn.
xh: Siza kulungelelanisa iinkcazelo ukuze zihambelane nomgangatho wakho wemfundo.
zh_hans: 我们会根据你的学习阶段调整解释方式。
zh_hant: 我們會調整說明以符合你的學習程度。
zh_hk: 我們會把解釋調整成適合你的學習程度。
zu: Sizolungisa izincazelo ukuze zihambisane nezinga lakho lemfundo.

# education_level_title
source: What's Your Level?
ar: ما مستواك؟
az: Sənin səviyyən nədir?
bg: Какво е твоето ниво?
bn: আপনার স্তর কি?
ca: Quin és el teu nivell?
cs: Jaká je tvá úroveň?
da: Hvad er dit niveau?
de: Welches Niveau hast du?
el: Ποιο είναι το επίπεδό σου;
es: ¿Cuál es tu nivel?
es_419: ¿Cuál es tu nivel?
es_mx: ¿Cuál es tu nivel?
es_us: ¿Cuál es tu nivel?
fa: سطح تحصیلی شما چیست؟
fi: Mikä on tasosi?
fil: Ano ang Antas Mo?
fr: Quel est ton niveau ?
fr_ca: Quel est ton niveau ?
gu: તમારું સ્તર કયું છે?
ha: Menene matakinka?
he: באיזו רמה אתה/את?
hi: आपका स्तर क्या है?
hr: Koja je tvoja razina?
hu: Milyen szinten vagy?
id: Tingkatmu?
it: Qual è il tuo livello?
ja: あなたのレベルは？
jv: Tingkatmu apa?
kk: Деңгейің қандай?
kn: ನಿನ್ನ ಮಟ್ಟ ಯಾವುದು?
ko: 귀하의 수준은 무엇인가요?
ku: Asta te çi ye?
mr: तुझा स्तर कोणता?
ms: Tahap Anda?
nb: Hva er ditt nivå?
nl: Wat is jouw niveau?
pa: ਤੁਹਾਡਾ ਪੱਧਰ ਕਿਹੜਾ ਹੈ?
pl: Jaki jest Twój poziom?
pt_br: Qual é o seu nível?
pt_pt: Qual é o teu nível?
ro: Care este nivelul tău?
ru: Какой у тебя уровень?
sk: Aká je tvoja úroveň?
su: Naon Tingkat Anjeun?
sv: Vilken nivå är du på?
sw: Kiwango chako ni kipi?
ta: உங்கள் நிலை எது?
te: మీ స్థాయి ఏమిటి?
th: ระดับของคุณคืออะไร?
tr: Seviyeni Seç
ug: دەرىجەڭ قايسى؟
uk: Який у вас рівень?
ur: تمہاری سطح کیا ہے؟
vi: Bạn ở trình độ nào?
xh: Umgangatho wakho ungaphi?
zh_hans: 你的程度是？
zh_hant: 你的程度是？
zh_hk: 你屬於哪個程度？
zu: Yiliphi izinga lakho?

# education_middle
source: Middle School
ar: المرحلة الإعدادية
az: Orta məktəb
bg: Основно училище
bn: মধ্য বিদ্যালয়
ca: Secundària
cs: Nižší stupeň
da: Mellemtrin
de: Sekundarstufe I
el: Γυμνάσιο
es: Secundaria
es_419: Educación media
es_mx: Secundaria
es_us: Secundaria
fa: راهنمایی
fi: Peruskoulu
fil: Pang-matnang paaralan
fr: Collège
fr_ca: École intermédiaire
gu: મધ્યમ શાળા
ha: Makarantar Tsakiya
he: חטיבת ביניים
hi: मध्य विद्यालय
hr: Osnovna škola (srednji razredi)
hu: Középiskola
id: Sekolah Menengah Pertama
it: Scuola media
ja: 中学校
jv: Sekolah Menengah Pertama
kk: Орта мектеп
kn: ಮಧ್ಯಮ ಶಾಲೆ
ko: 중학교
ku: Navîn
mr: माध्यमिक शाळा
ms: Sekolah Menengah Rendah
nb: Ungdomsskole
nl: Middelbare school
pa: ਮਿਡਲ ਸਕੂਲ
pl: Gimnazjum
pt_br: Ensino Fundamental (anos finais)
pt_pt: Ensino Básico
ro: Școală gimnazială
ru: Средняя школа
sk: Nižšia stredná škola
su: SMP
sv: Mellanstadiet
sw: Shule ya Kati
ta: இடைநிலைப் பள்ளி
te: మధ్య పాఠశాల
th: มัธยมต้น
tr: Ortaokul
ug: ئوتتۇرا مەكتەپ
uk: Середня школа
ur: درمیانی اسکول
vi: Trung học cơ sở
xh: Isikolo samabanga aphakathi
zh_hans: 初中
zh_hant: 國中
zh_hk: 初中
zu: Isikole samabanga aphakathi

# education_university
source: University
ar: الجامعة
az: Universitet
bg: Университет
bn: বিশ্ববিদ্যালয়
ca: Universitat
cs: Univerzita
da: Universitet
de: Universität
el: Πανεπιστήμιο
es: Universidad
es_419: Universidad
es_mx: Universidad
es_us: Universidad
fa: دانشگاه
fi: Yliopisto
fil: Unibersidad
fr: Université
fr_ca: Université
gu: વિશ્વવિદ્યાલય
ha: Jami'a
he: אוניברסיטה
hi: विश्वविद्यालय
hr: Sveučilište
hu: Egyetem
id: Universitas
it: Università
ja: 大学
jv: Universitas
kk: Университет
kn: ವಿಶ್ವವಿದ್ಯಾಲಯ
ko: 대학교
ku: Zanîngeh
mr: विद्यापीठ
ms: Universiti
nb: Universitet
nl: Universiteit
pa: ਯੂਨੀਵਰਸਿਟੀ
pl: Uniwersytet
pt_br: Universidade
pt_pt: Universidade
ro: Universitate
ru: Университет
sk: Univerzita
su: Universitas
sv: Universitet
sw: Chuo
ta: பல்கலைக்கழகம்
te: విశ్వవిద్యాలయం
th: มหาวิทยาลัย
tr: Üniversite
ug: ئۇنىۋېرسىتېت
uk: Університет
ur: یونیورسٹی
vi: Đại học
xh: Yunivesithi
zh_hans: 大学
zh_hant: 大學
zh_hk: 大學
zu: Univesithi

source: Effective Date: March 26, 2026
ar: تاريخ السريان: 26 مارس 2026
az: Güvvəyə minmə tarixi: 26 mart 2026
bg: Влез в сила: 26 март 2026 г.
bn: প্রযোজ্য তারিখ: ২৬ মার্চ, ২০২৬
ca: Data d'entrada en vigor: 26 de març de 2026
cs: Platnost od: 26. března 2026
da: Ikrafttrædelsesdato: 26. marts 2026
de: Gültig ab: 26. März 2026
el: Ημερομηνία έναρξης: 26 Μαρτίου 2026
es: Fecha de entrada en vigor: 26 de marzo de 2026
es_419: Fecha de vigencia: 26 de marzo de 2026
es_mx: Fecha de vigencia: 26 de marzo de 2026
es_us: Fecha de vigencia: 26 de marzo de 2026
fa: تاریخ اجرا: 26 مارس 2026
fi: Voimassa alkaen: 26. maaliskuuta 2026
fil: Petsa ng Bisa: Marso 26, 2026
fr: Date d’entrée en vigueur : 26 mars 2026
fr_ca: Date d’entrée en vigueur : 26 mars 2026
gu: પ્રભાવી તારીખ: 26 માર્ચ, 2026
ha: Ranar fara aiki: 26 Maris 2026
he: תוקף: 26 במרץ 2026
hi: प्रभावी तिथि: 26 मार्च, 2026
hr: Datum stupanja na snagu: 26. ožujka 2026.
hu: Hatálybalépés: 2026. március 26.
id: Tanggal berlaku: 26 Maret 2026
it: Data di entrata in vigore: 26 marzo 2026
ja: 発効日：2026年3月26日
jv: Tanggal Berlaku: 26 Maret 2026
kk: Қолдану мерзімі: 26 наурыз, 2026 жыл
kn: ಪ್ರಭಾವಿ ದಿನಾಂಕ: 26 ಮಾರ್ಚ್ 2026
ko: 발효일: 2026년 3월 26일
ku: Dîrokê çalakbûnê: 26 Adar 2026
mr: प्रभावी तारीख: 26 मार्च, 2026
ms: Tarikh berkuatkuasa: 26 Mac 2026
nb: Ikrafttredelsesdato: 26. mars 2026
nl: Ingangsdatum: 26 maart 2026
pa: ਲਾਗੂ ਕਰਨ ਦੀ ਮਿਤੀ: 26 ਮਾਰਚ, 2026
pl: Data wejścia w życie: 26 marca 2026
pt_br: Data de vigência: 26 de março de 2026
pt_pt: Data de vigência: 26 de março de 2026
ro: Data intrării în vigoare: 26 martie 2026
ru: Дата вступления в силу: 26 марта 2026 г.
sk: Platné od: 26. marca 2026
su: Tanggal Berlaku: 26 Maret 2026
sv: Gäller från: 26 mars 2026
sw: Tarehe Inayoanza Kutumika: 26 Machi, 2026
ta: செயல்பாட்டுத் தேதி: 26 மார்ச் 2026
te: ప్రభావ తేదీ: 26 మార్చి, 2026
th: มีผลบังคับใช้: 26 มีนาคม 2569
tr: Yürürlük Tarihi: 26 Mart 2026
ug: ئەمىلىي كۈنى: 26-مارت, 2026
uk: Дата набрання чинності: 26 березня 2026 року
ur: نافذ العمل: 26 مارچ 2026
vi: Ngày có hiệu lực: 26 tháng 3, 2026
xh: Umhla osebenza: 26 Matshi 2026
zh_hans: 生效日期：2026年3月26日
zh_hant: 生效日期：2026年3月26日
zh_hk: 生效日期：2026年3月26日
zu: Usuku olusebenzayo: March 26, 2026

source: Error
ar: خطأ
az: Xəta
bg: Грешка
bn: ত্রুটি
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fa: خطا
fi: Virhe
fr: Erreur
fr_ca: Erreur
gu: ત્રુટિ
ha: Kuskure
he: תקלת שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
jv: Kesalahan
kk: Қате
kn: ದೋಷ
ko: 오류
ku: Xeletî
mr: त्रुटी
ms: Ralat
nb: Feil
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
su: Kasalahan
sv: Fel
sw: Kosa
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
ug: خاتا
uk: Помилка
ur: خرابی
vi: Lỗi
xh: Impazamo
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤
zu: Iphutha

source: Exam panic
ar: ذعر الامتحان
az: İmtahan panikası
bg: Изпадане в паника пред изпит
bn: পরীক্ষা-প্যানিক
ca: Pànic d'examen
cs: Panika před zkouškou
da: Eksamenspanik
de: Prüfungsangst
el: Άγχος εξετάσεων
es: Pánico por el examen
es_419: Pánico por examen
es_mx: Pánico por examen
es_us: Pánico por examen
fa: استرس امتحان
fi: Koejännitys
fil: Panic sa exam
fr: Panne de panique d’examen
fr_ca: Panique d’examen
gu: પરીક્ષા દરમિયાન ઉધડો (પેનિક)
ha: Firgicin jarrabawa
he: תקלה
hi: परीक्षा की घबराहट
hr: Panika zbog ispita
hu: Vizsgapánik
id: Panik ujian
it: Panico da esame
ja: 試験の焦り
jv: Panik ujian
kk: Емтиханға байланысты дүрбелең
kn: ಪರೀಕ್ಷಾ ಆತಂಕ
ko: 시험 불안
ku: Tirs ji imtîhanê
mr: परीक्षेची घाबराट
ms: Panik peperiksaan
nb: Eksamenspanikk
nl: Examenpaniek
pa: ਪरीਖਿਆ ਦਾ ਦਬਾਅ
pl: Panika przed egzaminem
pt_br: Pânico de prova
pt_pt: Pânico de exame
ro: Panică de examen
ru: Паника на экзамене
sk: Panika pred skúškou
su: Panik ujian
sv: Panik inför provet
sw: Hofu ya mtihani
ta: தேர்வு பதட்டம்
te: పరీక్షా భయం
th: ตื่นตระหนกสอบ
tr: Sınav paniği
ug: ئىمتىھانمۇھىتىدا قالماق
uk: Паніка перед іспитом
ur: امتحانی گھبراہٹ
vi: Hoảng loạn khi thi
xh: Ukuxhalaba kovavanyo
zh_hans: 考试恐慌
zh_hant: 考試緊張
zh_hk: 考試緊張
zu: Uvalo lovivinyo

source: for
ar: لـ
az: üçün
bg: за
bn: জন্য
ca: per a
cs: pro
de: für
el: για
es: para
es_419: para
es_mx: para
es_us: para
fa: برای
fi: varten
fil: para sa
fr: pour
fr_ca: pour
gu: માટે
ha: don
he: חרדת מבחן
hi: के लिए
hr: za
hu: ért
id: untuk
it: per
ja: のための
jv: kanggo
kk: үшін
kn: ಗಾಗಿ
ko: 용
ku: ji bo
mr: साठी
ms: untuk
nl: voor
pa: ਲਈ
pl: dla
pt_br: para
pt_pt: para
ro: pentru
ru: для
sk: pre
su: pikeun
sv: för
sw: kwa
ta: க்கு
te: కోసం
th: สำหรับ
tr: için
ug: ئۇچۇن
uk: для
ur: کے لیے
vi: cho
xh: ye
zh_hans: 为
zh_hant: 為
zh_hk: 為
zu: nge

source: Frame the math problem
ar: أطِر مسألة الرياضيات
az: Riyazı problemi çərçivəyə al
bg: Орам проблема
bn: গণিত সমস্যাটি ফ্রেম করুন
ca: Enquadra el problema matemàtic
cs: Zarovnej úlohu v rámu
da: Indram matematikopgaven
de: Problem im Bild einrahmen
el: Καδράρισε το μαθηματικό πρόβλημα
es: Enmarca el problema matemático
es_419: Enmarca el problema matemático
es_mx: Enmarca el problema matemático
es_us: Enmarca el problema matemático
fa: کادر را روی مسئلهٔ ریاضی قرار دهید
fi: Rajaa matematiikan tehtävä
fil: I-frame ang problemang math
fr: Cadre le problème de maths
fr_ca: Cadre le problème de mathématiques
gu: ગણિતની સમસ્યાને ફ્રેમ કરો
ha: Sanya matsalar lissafi a cikin firam
he: מסגר את הבעיה
hi: समस्या के लिए फ्रेम करें
hr: Urami matematički zadatak
hu: Illeszd a feladatot a képmezőbe
id: Atur masalah matematika dalam bingkai
it: Inquadra il problema matematico
ja: 問題を枠に収めてください
jv: Bingkai soal matematika
kk: Математикалық есепті қорап ішінде көрсет
kn: ಗಣಿತ ಸಮಸ್ಯೆಯನ್ನು ಫ್ರೇಮ್ಗೊಳಿಸು
ko: 수학 문제에 맞추어 카메라를 조준하세요
ku: Çêbikin problemê matematîkê di nîqaşê de
mr: सऍट करून समस्या कॅमेऱ्यात आण
ms: Rangka masalah matematik
nb: Ramm inn matteoppgaven
nl: Kader het wiskundeprobleem
pa: ਸਮੱਸਿਆ ਨੂੰ ਫਰੇਮ ਕਰੋ
pl: Ustaw zadanie w kadrze
pt_br: Enquadre o problema de matemática
pt_pt: Enquadra o problema de matemática
ro: Încadrează problema de matematică
ru: Кадрируй задачу
sk: Zarámuj matematický príklad
su: Pigurakeun soal matematika
sv: Rama in mattetal
sw: Pangilia tatizo la hisabati
ta: உங்கள் கேமராவைக் கணிதப் பிரச்சினையின் மீது நோக்கி சரியாக அமைக்கவும்
te: గణిత సమస్యను ఫ్రేమ్ చేయండి
th: จัดกรอบโจทย์คณิต
tr: Matematik problemini çerçeveye al
ug: ماتېماتىكا مەسىلىسىنى فېرمىلەشتۇر
uk: Оберіть задачу в кадрі
ur: ریاضی کا مسئلہ فریم کریں
vi: Canh đúng vào đề toán
xh: Bheka ingxaki yemathematika ngaphakathi kwayo
zh_hans: 将题目框入取景框
zh_hant: 將數學題目框好
zh_hk: 將數學題目框好
zu: Beka inkinga yezibalo enkabeni yesithombe

source: free
ar: مجاني
az: pulsuz
bg: безплатно
bn: বিনামূল্যে
ca: gratis
cs: zdarma
da: gratis
de: kostenlos
el: δωρεάν
es: gratis
es_419: gratis
es_mx: gratis
es_us: gratis
fa: رایگان
fi: ilmainen
fil: libre
fr: gratuit
fr_ca: gratuit
gu: મફત
ha: kyauta
he: חינם
hi: मुफ्त
hr: besplatno
hu: ingyenes
id: gratis
it: gratuito
ja: 無料
jv: gratis
kk: тегін
kn: ಉಚಿತ
ko: 무료
ku: belaş
mr: मोफत
ms: percuma
nb: gratis
nl: gratis
pa: ਮੁਫ਼ਤ
pl: darmowy
pt_br: grátis
pt_pt: gratuito
ro: gratuit
ru: бесплатно
sk: zadarmo
su: gratis
sv: gratis
sw: bila malipo
ta: இலவசம்
te: ఉచితం
th: ฟรี
tr: ücretsiz
ug: مۇشتەرىلەرگە ھەقسىز
uk: безкоштовно
ur: مفت
vi: miễn phí
xh: simahla
zh_hans: 免费
zh_hant: 免費
zh_hk: 免費
zu: mahhala

source: Full Image
ar: الصورة كاملة
az: Tam Şəkil
bg: Пълно изображение
bn: পূর্ণ চিত্র
ca: Imatge completa
cs: Celý obrázek
da: Fuld billede
de: Ganzes Bild
el: Πλήρης εικόνα
es: Imagen completa
es_419: Imagen completa
es_mx: Imagen completa
es_us: Imagen completa
fa: تصویر کامل
fi: Koko kuva
fil: Buong Imahe
fr: Image complète
fr_ca: Image complète
gu: સંપૂર્ણ છબી
ha: Cikakken Hoto
he: תמונה מלאה
hi: पूर्ण छवि
hr: Cijela slika
hu: Teljes kép
id: Gambar Penuh
it: Immagine intera
ja: 画像全体
jv: Gambar Lengkap
kk: Толық сурет
kn: ಸಂಪೂರ್ಣ ಚಿತ್ರ
ko: 전체 이미지
ku: Wêneya tevahî
mr: पूर्ण प्रतिमा
ms: Gambar Penuh
nb: Fullt bilde
nl: Volledige afbeelding
pa: ਪੂਰੀ ਚਿੱਤਰ
pl: Pełne zdjęcie
pt_br: Imagem inteira
pt_pt: Imagem completa
ro: Imagine completă
ru: Полное изображение
sk: Celý obrázok
su: Gambar Lengkep
sv: Full bild
sw: Picha Kamili
ta: முழு படம்
te: పూర్తి చిత్రం
th: ภาพเต็ม
tr: Tam Görsel
ug: پۈتۈن رەسىم
uk: Повне зображення
ur: مکمل تصویر
vi: Toàn ảnh
xh: Umfanekiso ogcweleyo
zh_hans: 完整图片
zh_hant: 完整圖片
zh_hk: 整張圖片
zu: Isithombe esigcwele

source: Gallery
ar: المعرض
az: Qalereya
bg: Галерия
bn: গ্যালারি
ca: Galeria
cs: Galerie
da: Galleri
de: Galerie
el: Συλλογή
es: Galería
es_419: Galería
es_mx: Galería
es_us: Galería
fa: گالری
fi: Galleria
fr: Galerie
fr_ca: Galerie
gu: ગેલરી
ha: Gidan Ajiyar Hoto
he: גלריה
hi: गैलरी
hr: Galerija
hu: Galéria
id: Galeri
it: Galleria
ja: ギャラリー
jv: Galeri
kk: Галерея
kn: ಗ್ಯಾಲರಿ
ko: 갤러리
ku: Galerî
mr: गॅलरी
ms: Galeri
nb: Galleri
nl: Galerij
pa: ਗੈਲਰੀ
pl: Galeria
pt_br: Galeria
pt_pt: Galeria
ro: Galerie
ru: Галерея
sk: Galéria
su: Galéri
sv: Galleri
ta: கேலரி
te: గ్యాలరీ
th: แกลเลอรี
tr: Galeri
ug: گاللېرىيە
uk: Галерея
ur: گیلری
vi: Thư viện
xh: Igalari
zh_hans: 相册
zh_hant: 相簿
zh_hk: 相簿
zu: Igalari

source: Geometry
ar: الهندسة
az: Həndəsə
bg: Геометрия
bn: জ্যামিতি
ca: Geometria
cs: Geometrie
da: Geometri
de: Geometrie
el: Γεωμετρία
es: Geometría
es_419: Geometría
es_mx: Geometría
es_us: Geometría
fa: هندسه
fi: Geometria
fr: Géométrie
fr_ca: Géométrie
gu: જ્યોમેટ્રી
ha: Ilmin Ƙa'ida (Geometry)
he: גאומטריה
hi: ज्यामिति
hr: Geometrija
hu: Geometria
id: Geometri
it: Geometria
ja: 幾何学（ジオメトリ）
jv: Geometri
kk: Геометрия
kn: ಜ್ಯಾಮಿತಿ
ko: 기하학
ku: Cebr û geometry
mr: ज्यामिति
ms: Geometri
nb: Geometri
nl: Meetkunde
pa: ਜਯਾਮਿਤੀ
pl: Geometria
pt_br: Geometria
pt_pt: Geometria
ro: Geometrie
ru: Геометрия
sk: Geometria
su: Geometri
sv: Geometri
sw: Jiometri
ta: ஜியோமெட்ரி
te: జ్యామితి
th: เรขาคณิต
tr: Geometri
ug: گېئometriya
uk: Геометрія
ur: جیومیٹری
vi: Hình học
xh: I-Geometry
zh_hans: 几何
zh_hant: 幾何
zh_hk: 幾何
zu: Jeometri

source: Go Premium
ar: اشترك بالنسخة المميزة
az: Premium ol
bg: Вземи Premium
bn: প্রিমিয়ামে যান
ca: Fes-te Premium
cs: Přejít na Premium
da: Opgrader til Premium
de: Premium holen
el: Γίνε Premium
es: Hazte Premium
es_419: Hazte Premium
es_mx: Hazte Premium
es_us: Hazte Premium
fa: برو پریمیوم
fi: Hanki Premium
fil: Mag‑Premium
fr: Passer à Premium
fr_ca: Passer à Premium
gu: પ્રીમિયમ લો
ha: Samu Premium
he: שדרג לפרימיום
hi: प्रो में जाएँ
hr: Nadogradi na Premium
hu: Válj Prémium felhasználóvá
id: Beralih ke Premium
it: Diventa Premium
ja: プレミアムにアップグレード
jv: Tingkataké menyang Premium
kk: Премиумға өту
kn: ಪ್ರೀಮಿಯಂಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ
ko: 프리미엄으로 업그레이드
ku: Bişopî Premium
mr: प्रिमियम घ्या
ms: Naik Taraf Premium
nb: Bli Premium
nl: Word Premium
pa: ਪ੍ਰੀਮੀਅਮ ਬਣੋ
pl: Przejdź na Premium
pt_br: Assine Premium
pt_pt: Faz‑te Premium
ro: Treci la Premium
ru: Перейти на Premium
sk: Prejsť na prémiu
su: Jadi Premium
sv: Bli Premium
sw: Fungua Premium
ta: பிரீமியம் வாங்கவும்
te: ప్రీమియాన్ని పొందండి
th: อัปเกรดเป็นพรีเมียม
tr: Premium'a Geç
ug: پرىمىيۇمقا ئۆت
uk: Перейти на Premium
ur: پریمیم حاصل کریں
vi: Nâng cấp Premium
xh: Yiba nePremium
zh_hans: 升级为高级版
zh_hant: 升級為 Premium
zh_hk: 升級至 Premium
zu: Thola i-Premium

source: History
ar: السجل
az: Tarixçə
bg: История
bn: ইতিহাস
ca: Historial
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
es_419: Historial
es_mx: Historial
es_us: Historial
fa: تاریخچه
fi: Historia
fr: Historique
fr_ca: Historique
gu: ઇતિહાસ
ha: Tarihi
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
jv: Riwayat
kk: Тарих
kn: ಇತಿಹಾಸ
ko: 내역
ku: Dîrok
mr: इतिहास
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pa: ਹਿਸਟਰੀ
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
su: Riwayat
sv: Historik
sw: Historia
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
ug: تارىخچە
uk: Історія
ur: تاریخچہ
vi: Lịch sử
xh: Imbali
zh_hans: 历史记录
zh_hant: 歷史紀錄
zh_hk: 歷史紀錄
zu: Umlando
